<?php

return [
    'datatable' => [
        'showing' => 'દર્શાવવામાં આવે છે',
        'to' => 'થી',
        'of' => 'માંથી',
        'records' => 'રેકોર્ડ્સ',
        'empty_result' => 'મેળ ખાતા રેકોર્ડ્સ મળ્યા નથી',
        'filtered' => 'ફિલ્ટર થયેલ',
        'from' => 'માંથી',
        'total_entries' => 'કુલ એન્ટ્રીઓ',
        'prev' => 'પાછળ',
        'next' => 'આગળ',
        'error_loading_data' => 'ડેટા લોડ કરતી વખતે ભૂલ થઈ. કૃપા કરીને ફરી પ્રયાસ કરો.',
        'something_went_wrong' => 'કંઈક ખોટું થયું. કૃપા કરીને દાખલ કરેલી વિગતો સાચી છે તેની ખાતરી કરો.',
    ],
];