<?php

return [
    'datatable' => [
        'showing' => 'عرض',
        'to' => 'إلى',
        'of' => 'من',
        'records' => 'سجلات',
        'empty_result' => 'لم يتم العثور على سجلات مطابقة',
        'filtered' => 'تمت التصفية',
        'from' => 'من',
        'total_entries' => 'إجمالي الإدخالات',
        'prev' => 'السابق',
        'next' => 'التالي',
        'error_loading_data' => 'حدث خطأ أثناء تحميل البيانات. يرجى المحاولة مرة أخرى.',
        'something_went_wrong' => 'حدث خطأ ما. يرجى التحقق من صحة البيانات المدخلة.',
    ],
];